DavidAnson.vscode-markdownlint
alefragnani.project-manager
christian-kohler.path-intellisense
djabraham.vscode-yaml-validation
donjayamanne.python
formulahendry.code-runner
lei.theme-chromodynamics
lextudio.restructuredtext
magicstack.MagicPython
robertohuertasm.vscode-icons
tokoph.ghosttext
vscodevim.vim
yzane.markdown-pdf
