PeterJausovec.vscode-docker
alefragnani.project-manager
christian-kohler.path-intellisense
donjayamanne.python
formulahendry.code-runner
lei.theme-chromodynamics
magicstack.MagicPython
robertohuertasm.vscode-icons
tokoph.ghosttext
vscodevim.vim
